"MYHRefreshHeaderIdleText" = "Pull down to refresh";
"MYHRefreshHeaderPullingText" = "Release to refresh";
"MYHRefreshHeaderRefreshingText" = "Loading...";

"MYHRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"MYHRefreshAutoFooterRefreshingText" = "Loading...";
"MYHRefreshAutoFooterNoMoreDataText" = "No more data";

"MYHRefreshBackFooterIdleText" = "Pull up to load more";
"MYHRefreshBackFooterPullingText" = "Release to load more.";
"MYHRefreshBackFooterRefreshingText" = "Loading...";
"MYHRefreshBackFooterNoMoreDataText" = "No more data";

"MYHRefreshHeaderLastTimeText" = "Last update:";
"MYHRefreshHeaderDateTodayText" = "Today";
"MYHRefreshHeaderNoneLastDateText" = "No record";
